def get_test_data():
    doc_one = ['''
    機器學習 (ML) 是人工智慧 (AI) 的一種，著重於建立能根據所使用資料來學習或改善效能的系統。
    人工智慧為廣義詞，意指能模擬人類智慧的系統和機器。機器學習和AI 經常一起被討論，且有時術語可以互換使用，
    但其含義並不相同。其中一項重要的區別是：雖然所有機器學習都屬於 AI，但並非所有 AI 都是機器學習。
    現在機器學習技術已廣泛運用在我們生活周遭。在我們與銀行交易、線上購物、使用社群媒體時，機器學習都扮演非常重要的角色，
    這項技術為讓我們帶來更加有效、順暢且安全的使用體驗。機器學習和其他相關技術發展快速，而我們現在才剛開始觸及它的冰山一角。
    ''']

    doc_two = [
        '''
        自然語言處理 (NLP) 是一種機器學習技術，讓電腦能夠解譯、操縱及理解人類語言。
        如今，組織擁有來自各種通訊管道的大量語音和文字資料，例如電子郵件、簡訊、社交媒體新聞摘要、影片、音訊等。
        他們使用 NLP 軟體來自動處理此資料，分析訊息中的意圖或情緒，並即時回應人類通訊。
        '''
    ]

    return doc_one, doc_two